{"success": true, "results": [{"dappId": 25699, "name": "Vanilla Bet", "description": "Head-to-Head bets allow for users to bet on almost anything with a 50/50 outcome.", "fullDescription": "<p>Head-to-Head bets allow for users to bet on almost</p>\n<p>anything with a 50/50 outcome.</p>\n<p>&nbsp;Powered by Vanilla, the betting platform allows for holders of the VNLA token to participate in Head-to-Head bets against community members and also participate in pool betting scenarios.</p>\n<p>Bets are rake free and gasless.&nbsp;</p>", "logo": "https://dashboard-assets.dappradar.com/document/25699/vanillabet-dapp-gambling-bsc-logo_546ca0716a6c398c7f8633b1d6c61329.png", "link": "https://dappradar.com/binance-smart-chain/gambling/vanilla-bet", "website": "https://vanillabet.io", "chains": ["binance-smart-chain"], "categories": ["gambling"]}, {"dappId": 25725, "name": "MITA Games", "description": "MITA Games is a web3 gaming platform that connects brands and game studios with an audience of highly engaged mobile gamers in Africa & Emerging Markets.", "fullDescription": "<p>MITA Games is a web3 gaming platform that connects brands and game studios with an audience of highly engaged mobile gamers in Africa. We make this possible by redistributing ad revenue from our games directly to our creators &amp; players, enabling them to redeem it for cash and many more.</p>", "logo": "https://dashboard-assets.dappradar.com/document/25725/mitagames-dapp-games-klaytn-logo_cf3c6e91bd1299997560234915b6944e.png", "link": "https://dappradar.com/klaytn/games/mita-games", "website": "https://mita.games", "chains": ["klaytn", "binance-smart-chain"], "categories": ["games"]}, {"dappId": 25745, "name": "REAL AGENTS", "description": "Real  Agency is a digital asset and collectible gaming community", "fullDescription": "<p>Real Agency is a digital asset and collectible gaming community focused on all things gaming, luxury and culture. Creating new stories with next &nbsp;generation players.</p>\n<p>The real agents collection was made in &nbsp;collaboration with 9VRSE Studio and features art from Ahmed Salama, &nbsp;Anna Nevison, Tatiana Castro, and Thomas Gullion.</p>", "logo": "https://dashboard-assets.dappradar.com/document/25745/realagents-dapp-collectibles-ethereum-logo_c644f79e4916fdb7298863bb43205f54.png", "link": "https://dappradar.com/ethereum/collectibles/real-agents", "website": "https://opensea.io/collection/real-agents", "chains": ["ethereum"], "categories": ["collectibles"]}, {"dappId": 25751, "name": "Noble Bonks", "description": "Be the next ARISTOCRAT of $Solana with Noble Bonks NFTs", "fullDescription": "<p>Throughout human history, it has been those who seize opportunities that rise to the top as the nobles and aristocrats of their communities. This holds true in today's digital age as well, as the world of Web3 presents opportunities for true enthusiasts to seize their destiny and become the elite of their online communities. And that's why we introduce to you our latest project: Noble Bonks NFT.</p>\n<p></p>\n<p>At Noble Bonks, we are dedicated to creating a community that is truly invested in the success of its members. By joining our community, you will not only have access to exclusive opportunities, but you will also be able to earn passive income through our luxury jewelry store. Each purchase made in our store will result in 60% of the profits going directly to our community, with the remaining 40% being used for marketing, growth, and payments for our dedicated team members. This is your chance to join an exclusive Alpha community and take advantage of the benefits of staking, Sol/Bonk DAO, and much more.</p>\n<p></p>\n<p>We understand that the world of Web3 is constantly evolving, and that's why we will continue to develop unique plans and opportunities with the help of our community and DAO to ensure that our nobles are always at the forefront of innovation. By becoming a member of Noble Bonks, you are making a lifelong investment in your future as a true aristocrat of Web3. Don't miss out on this opportunity to elevate your status and join the elite ranks of Noble Bonks.</p>", "logo": "https://dashboard-assets.dappradar.com/document/25751/noblebonks-dapp-collectibles-solana-logo_b81ed572af4e12b3873e25ed635de50e.png", "link": "https://dappradar.com/solana/collectibles/noble-bonks", "website": "https://www.noblebonks.com", "chains": ["solana"], "categories": ["collectibles"]}, {"dappId": 25753, "name": "Matr1x FIRE", "description": "Matr1x is an integrated brand embracing gaming, NFT art, Esports events, million-word novels, and many more.", "fullDescription": "<p>Matr1x is an integrated brand embracing gaming, NFT art, Esports events, million-word novels, and many more.</p>", "logo": "https://dashboard-assets.dappradar.com/document/25753/matr1xfire-dapp-games-ethereum-logo_dac0568bb7b94d479313dd0cdf009743.png", "link": "https://dappradar.com/ethereum/games/matr1x-fire", "website": "https://matr1x.io/", "chains": ["ethereum"], "categories": ["games"]}, {"dappId": 25754, "name": "a KID called BEAST", "description": "A True 3D AR Digital Collectible | 20 Unique Beasthoods | A Web3 Brand & Culture", "fullDescription": "<p>WHAT KIND OF BEAST ARE YOU? A core expression of who you are. &nbsp;It's A PART OF your nature. &nbsp;IT IS INSIDE ALL OF US. &nbsp;Some more free than others. &nbsp;REALITY HAS EVOLVED BEYOND THE PHYSICAL. &nbsp;TO FACILITATE &amp; CREATE NEW DIGITAL TRIBES. &nbsp;WHAT IS YOUR BEAST HOOD?</p>", "logo": "https://dashboard-assets.dappradar.com/document/25754/akidcalledbeast-dapp-collectibles-ethereum-logo_d810feefc31494773c98fe0fb329d105.png", "link": "https://dappradar.com/ethereum/collectibles/a-kid-called-beast", "website": "https://www.akidcalledbeast.com/", "chains": ["ethereum"], "categories": ["collectibles"]}, {"dappId": 25766, "name": "Velas Domains", "description": "Velas Domains provides web3 domains for the velas’s ecosystem users. We are the n°1 name service.", "fullDescription": "<p>We are a distributed, open, and extensible naming system based on the Velas blockchain.</p>\n<p></p>\n<p>Our job is to map human-readable names like “username.vlx’ to machine-readable identifiers such as Velas addresses, other cryptocurrency addresses, content hashes, and metadata.</p>\n<p></p>\n<p>If you’re used to DNS (internet’s domain name service), then you’ll soon get used to Velas Domains. We have similar goals but with significantly different architecture due to the capabilities and constraints provided by the Velas blockchain.&nbsp;</p>\n<p></p>\n<p>Like DNS, Velas Domains operates on a system of dot-separated hierarchical names called domains, with the owner of a domain having full control over subdomains.</p>\n<p></p>\n<p>Top-level domains, like ‘.vlx’ and ‘.test’, are owned by smart contracts called registrars, which specify rules governing the allocation of their subdomains. Anyone may, by following the rules imposed by these registrar contracts, obtain ownership of a domain for their own use.</p>\n<p></p>\n<p>Because of the hierarchal nature of Velas Domains, anyone who owns a domain at any level may configure subdomains — for themselves or others — as desired. For instance, if you own ‘gerard.vlx’, you can create ‘pay.gerard.vlx’ and configure it as you wish.</p>", "logo": "https://dashboard-assets.dappradar.com/document/25766/velasdomains-dapp-defi-other-logo_254908a16164a60d28cf09af14f40aca.png", "link": "https://dappradar.com/other/defi/velas-domains", "website": "https://velasdomains.com", "chains": ["other"], "categories": ["defi"]}, {"dappId": 25771, "name": "PEPELAND - Official", "description": "Welcome to the biggest peperi community. Bringing fun to every community in the universe ?", "fullDescription": "<p>Welcome to the biggest peperi community. Bringing fun to every community in the universe ?</p>", "logo": "https://dashboard-assets.dappradar.com/document/25771/pepelandofficial-dapp-collectibles-ethereum-logo_61681840a5078ec9e944d03fee96f516.png", "link": "https://dappradar.com/ethereum/collectibles/pepeland-official", "website": "http://pepeland.fun/", "chains": ["ethereum"], "categories": ["collectibles"]}, {"dappId": 25783, "name": "Bean Flip", "description": "Double or nothing casino coin flip BNB", "fullDescription": "<p>Part of the bean machine ecosystem bean flip is a double or nothing gambling dapp taxes from this goes to feeding bean machine TVL. To play you connect your wallet via web 3 insert your bet and choose heads or tails and wait for your flip.&nbsp;</p>", "logo": "https://dashboard-assets.dappradar.com/document/25783/beanflip-dapp-gambling-bsc-logo_39a2c56d139c465c374d0098bce06240.png", "link": "https://dappradar.com/binance-smart-chain/gambling/bean-flip", "website": "https://beanflip.pro", "chains": ["binance-smart-chain"], "categories": ["gambling"]}, {"dappId": 25789, "name": "Rabity Finance", "description": "Rabity Finance is a decentralized swap on BSC chain with high APR on farming and lowest fees.", "fullDescription": "<p>What is Rabity Finance &nbsp;(RBF)?</p>\n<p></p>\n<p>Rabity Finance &nbsp;is a decentralized swap on BSC chain with high APR on farming and lowest fees.</p>\n<p></p>\n<p>Rabity Finance helps you make the most out of your crypto in three ways: Trade, Earn and Win.</p>\n<p></p>\n<p>RBF is the delicious token that powers the Rabity Finance &nbsp;ecosystem. Earn RBF from Farms and Syrup Pools, win it in the lottery, or buy it on the exchange, then explore its use cases:</p>\n<p>* Stake it in Syrup Pools to earn free tokens</p>\n<p>* Use it in Yield Farms to earn more RBF</p>\n<p>* Buy Lottery tickets in the Rabity Finance Lottery</p>\n<p>* Participate in IFO Token Sales</p>\n<p>* Create your Rabity Finance Profile and mint NFTs</p>\n<p>* Vote on proposals relating to the Rabity Finance ecosystem</p>", "logo": "https://dashboard-assets.dappradar.com/document/25789/rabityfinance-dapp-exchanges-bsc-logo_0c42c39e6f4bb807802dc6e2607597c8.png", "link": "https://dappradar.com/binance-smart-chain/exchanges/rabity-finance", "website": "https://rabity.finance/", "chains": ["binance-smart-chain"], "categories": ["exchanges"]}], "page": 1340, "pageCount": 1356, "resultCount": 13555, "resultsPerPage": 10}